Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Therefore, the appropriateness of a seven-point calibration could be confirmed using the acceptance criteria of the validation protocol.
es_es: Por lo tanto, se pudo confirmar que es adecuada la calibración de siete puntos usando los criterios de aceptación del protocolo de validación.

source: Therefore, the aseptic filling process is documented to be validated.
es_es: Por lo tanto, el proceso de llenado aséptico se documenta como validado.

source: Therefore, the assay is considered valid and the results can be considered reliable.
es_es: Por tanto, el ensayo se considera válido y los resultados pueden considerarse fiables.

source: Therefore, the complete method variability of the CGE reduced method is not yet known.
es_es: Por ende, la variabilidad completa del método de CGE en condiciones reductoras es aún desconocida.

source: Therefore, the container closure system has not been taken into account for the calculation of the elemental impurities.
es_es: Por lo tanto, el envase y sistema de cierre no se tomó en consideración para el cálculo de impurezas elementales.

source: Therefore, the current registered storage conditions and shelf life of 36 months can be applied unchanged for the laser marked capsules.
es_es: Por lo tanto, se pueden aplicar sin cambios para las cápsulas marcadas con láser las condiciones de almacenamiento y la vida útil actualmente registradas (36 meses).

source: Therefore, the expected benefits of empagliflozin such as BP reduction, weight loss, improvement in arterial stiffness, and hemodynamic changes, as well as CV benefits seen in patients with T2DM, can also be expected in HF patients without diabetes, as well as in patients with stage 3 and 4 CKD.
es_es: Por lo tanto, los beneficios esperados de la empagliflozina, como la reducción de la tensión arterial, la baja de peso, la mejora de la rigidez arterial y los cambios hemodinámicos, así como los beneficios CV observados en pacientes con DM2, también pueden esperarse en pacientes con insuficiencia cardíaca y sin diabetes, así como en pacientes con enfermedad renal crónica de estadios 3 y 4.

source: Therefore, the following section of the dossier is updated:
es_es: Por lo tanto, se actualiza la siguiente sección del dosier:

source: Therefore, the impact of room temperature on product quality prior to administration is considered negligible for up to 14 days.
es_es: Por lo tanto, se considera que la temperatura ambiente tiene un impacto insignificante en la calidad del producto antes de la administración hasta los 14 días.

source: Therefore, the layout and level of detail of the SM5 registration documents can be slightly different compared to the documents for the currently established filling line SM3 which were prepared in the past.
es_es: Por lo tanto, puede que la disposición y el nivel de detalle de los documentos usados para el registro del área SM5 difieran un poco de los de la línea de llenado vigente, SM3, que se prepararon anteriormente.

source: Therefore, the limit for NDMA has been set using the internationally established acceptable intake limit (AIL) of 96.0 ng/day.
es_es: El límite de NDMA se ha establecido en función del límite de ingesta aceptable establecido internacionalmente de 96.0 ng/día.

source: Therefore, the parameters specificity, specificity – internal standard, quantitation limit, detection limit, linearity, accuracy, repeatability, intermediate precision, range and robustness of the analytical procedure were validated in accordance with ICH-Guideline Q2 (R1) “Validation of Analytical Procedures:
es_es: Por lo tanto, se han validado los parámetros especificidad, especificidad (estándar interno), límite de cuantificación, límite de detección, linealidad, exactitud, precisión, precisión intermedia, intervalo y robustez del procedimiento analítico, de acuerdo con el Lineamiento Q2 (R1) de la ICH, “Validación de procedimientos analíticos”:

source: Therefore, the probability of the higher dose providing clinically meaningful benefit is low.
es_es: Por lo tanto, la probabilidad de que la dosis más alta proporcione un beneficio clínicamente significativo es baja.

source: Therefore, the product-contacted surface materials used during manufacturing spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) were evaluated with respect to potential leachables under consideration of the safety concern threshold (SCT).
es_es: Por lo tanto, se tuvo presente el umbral de toxicidad para buscar posibles lixiviables en los materiales de las superficies que están en contacto con el producto y que se emplean durante la fabricación de Espesolimab solución inyectable en jeringa precargada, 150 mg/jeringa (150 mg/ml).

source: Therefore, the product-contacted surface materials used during manufacturing of tenecteplase lyophilisate for solution for injection 25 mg were evaluated with respect to potential leachables.
es_es: Por lo tanto, se evaluaron los materiales de las superficies que están en contacto con el producto durante la fabricación de tenecteplasa, liofilizado para solución inyectable, 25 mg, para detectar posibles lixiviables.

source: Therefore, the product-contacted surface materials used during manufacturing of tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial (5 mg/mL) drug product were evaluated with respect to potential leachables.
es_es: Por lo tanto, se evaluaron los materiales de las superficies que están en contacto con el producto durante la fabricación de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial (5 mg/mL), para detectar posibles lixiviables.

source: Therefore, the proposed target lyophilisation cycle in Table 25 was confirmed and used for the validation fills.
es_es: Por lo tanto, se confirmó el ciclo de liofilización objetivo propuesto en la Tabla 25 y se lo utilizó para los llenados de validación.

source: Therefore, the remaining materials have to be tested in addition at level 2 (part 2).
es_es: Por lo tanto, se deben evaluar los demás materiales también en el nivel 2 (Parte 2).

source: Therefore, the risk derived from cell line development is extremely low.
es_es: Por lo tanto, el riesgo derivado del desarrollo de la línea celular es extremadamente bajo.

source: Therefore, the risk of elevated elemental impurity levels as part of the overall elemental impurity control strategy is considered negligible.
es_es: Por lo tanto, el riesgo de que se presenten niveles elevados de impurezas elementales, en tanto parte de la estrategia general de control de impurezas elementales, se considera insignificante.

source: Therefore, the testing for NO-HCTZ will be discontinued in both API and DP by the end of December 2023.
es_es: Por lo tanto, a fines de diciembre de 2023, se dejará de evaluar la presencia de NO-HCTZ en el IFA y el medicamento.

source: Therefore, the true potential of this chromatographic step to remove DNA has to be determined by DNA spiking experiments.
es_es: Por lo tanto, el verdadero potencial de este paso cromatográfico para eliminar ADN debe determinarse por medio de experimentos de enriquecimiento de ADN.

source: Therefore, this SST criteria will be performed without matrix.
es_es: Por lo tanto, en lo que hace a este criterio, las pruebas de adecuación del sistema se realizarán sin la matriz.

source: Therefore, this material is suitable for use as a sterilising filter for biotechnology products.
es_es: Por lo tanto, este material es adecuado para utilizarlo como filtro esterilizante para productos biotecnológicos.

source: Therefore, this process difference is uncritical.
es_es: Por lo tanto, esta diferencia de proceso no es crítica.

source: Therefore, ticks in the respective fields indicate the batch sizes manufactured at the two sites.
es_es: Por lo tanto, las marcas en los campos respectivos indican los tamaños de partida elaborados en ambas plantas productoras.

source: Therefore, tryptophan oxidation does not need to be directly controlled.
es_es: Por lo tanto, no es necesario controlar de manera directa la oxidación de triptófano.

source: Therefore, verification samples were diluted and spiked with endotoxins.
es_es: Por lo tanto, las muestras de verificación se diluyeron o enriquecieron con endotoxinas.

source: Therefore, widening of pH range is required.
es_es: Por lo tanto, es necesario ampliar el rango de pH.

source: Therefore,this SST criteria will be performed without matrix.
es_es: Por lo tanto, en lo que hace a este criterio, las pruebas de adecuación del sistema se realizarán sin la matriz.

source: Thermo Fisher Vanquish Flex with DAD detector and Q Exactive Plus
es_es: Thermo Fisher Vanquish Flex con detector de arreglo de diodos y Q Exactive Plus

source: Thermo Plastic Elastomer
es_es: Elastómero termoplástico

source: Thermostat
es_es: Termostato

source: These 2 PTs were added to the broad BicMQ during the trial by a version update of the MedDRA dictionary.
es_es: Estos 2 términos preferentes se agregaron a la consulta general BicMQ durante el ensayo tras una actualización de la versión del diccionario MedDRA.

source: These 22 stroke centres also participated in either the QuiCR (Quality Improvement and Clinical Research) or OPTIMISE (Optimizing Patient Treatment in Major Ischemic Stroke with EVT) registries.15
es_es: Estos 22 centros de ACV también participaban en los registros QuiCR (Quality Improvement and Clinical Researcho u OPTIMISE (Optimizing Patient Treatment in Major Ischemic Stroke with EVT).15

source: These SOPs define the sampling interval of each sample location and the chemical/ microbial test parameters to be performed.
es_es: Estos SOP definen el intervalo de muestreo de cada punto de muestreo y los parámetros de las pruebas químicas/microbianas que se deben realizar.

source: These activities include filtration studies, filling and lyophilisation studies, crimping studies and hold time evaluations at RT including light exposure.
es_es: Estas actividades incluyen estudios de filtración, llenado y liofilización, estudios de colocación de tapas metálicas y evaluaciones del tiempo de detención a temperatura ambiente, incluida la exposición a la luz.

source: These analytical procedures have shown adequate sensitivity for the determination of NDMA and are validated according to ICH Q2(R1) “Validation of Analytical Procedures:
es_es: Se demostró que estos procedimientos analíticos presentan una sensibilidad adecuada para la determinación de NDMA y están validados de acuerdo con el lineamiento Q2(R1) de la ICH, “Validación de procedimientos analíticos:

source: These and additional categories of specific AEs (volume depletion and urinary tract malignancy) were defined in the TSAP (Appendix 16.1.9).
es_es: Estas y otras categorías de eventos adversos específicos (depleción de volumen y tumor maligno del tracto urinario) estuvieron definidas en el plan de análisis estadístico del ensayo (Apéndice 16.1.9).

source: These approaches were not required to be implemented because there were no missing data for the primary or secondary outcomes or adjustment variables.
es_es: No fue necesario implementar estos enfoques dado que no faltaban datos sobre los criterios de valoración principales o secundarios ni las variables de ajuste.

source: These are comparable and low for both products.
es_es: Estas variantes son comparables y escasas en ambos productos.

source: These are summarised in Section 3.2.P.3.4 Justification of Controls at Critical Steps.
es_es: Estos están resumidos en la Sección 3.2.P.3.4, Justificación de los controles en pasos críticos.

source: These assignments, including the corresponding time intervals, are defined in detail in the TSAP (Appendix 16.1.9.1).
es_es: Este modo de asignación, incluidos los intervalos correspondientes, se definen en detalle en el plan de análisis estadístico del ensayo (Apéndice 16.1.9.1).

source: These batch numbers match exactly the procedure described above.
es_es: Estos se corresponden exactamente con el procedimeinto descrito anteriormente.

source: These changes are thus linked to the particular storage conditions and are not unexpected for proteins.
es_es: Estos cambios, por lo tanto, están relacionados con las condiciones particulares de almacenamiento y no son inesperados en las proteínas.

source: These changes can be attributed to accelerated aggregation and degradation processes at elevated temperatures.
es_es: Estos cambios pueden ser atribuidos a procesos acelerados de agregación y degradación debidos a las temperaturas elevadas.

source: These changes in the manufacturing process are not expected to impact the current registered product shelf life of 36 months for nintedanib capsules.
es_es: No se espera que estas modificaciones del proceso de fabricación afecten la vida útil registrada y vigente del producto nintedanib, cápsulas (36 meses).

source: These characteristics were generally balanced between the empagliflozin and the placebo group.
es_es: Estas características estuvieron generalmente equilibradas entre el grupo de empagliflozina y el de placebo.

source: These data are compiled in Table 9.
es_es: Estos datos están compilados en la Tabla 9.

source: These data demonstrate that the Phenyl Sepharose column can be operated in a repeated mode of equilibration, loading, elution and regeneration for at least 17 cycles retaining its full capacity to efficiently remove DNA from the protein solution.
es_es: Estos datos demuestran que la columna de fenil sefarosa puede operarse repetidamente en equilibración, carga, elusión y regeneración durante por lo menos 17 ciclos sin que pierda su capacidad completa para eliminar eficazmente ADN de la solución de proteína.

source: These data show that the individual chromatography runs show a similar performance with respect to distribution of radioactivity spike DNA demonstrating the reproducibility of these experiments.
es_es: De acuerdo con estos datos, las corridas individuales de cromatografía muestran un desempeño similar con respecto a la distribución de radiactividad del agregado de ADN, lo que demuestra la reproductibilidad de estos ensayos.

source: These data show that the performance of the small-scale Phenyl Sepharose column is comparable to the performance of the manufacturing scale column and support its use in the DNA clearance study.
es_es: Estos datos muestran que el desempeño de la columna de fenil sefarosa a escala reducida es comparable con el desempeño de la columna a escala de fabricación, y respaldan su uso en el estudio de depuración de ADN.

source: These data were derived from a previous trial [U11-1763-01] where the 12.5 mg empagliflozin/1000 mg metformin FDC was investigated.
es_es: Estos datos se derivaron de un ensayo anterior [U11-1763-01] donde se investigó la combinación a dosis fija de empagliflozina 12.5 mg/metformina 1000 mg.

source: These differences do not negatively impact product quality or patient safety.
es_es: Estas diferencias no impactan negativamente la calidad del producto ni la seguridad del paciente.

source: These discs were mounted to specially designed sample holders which fit into a Sotax dissolution tester.
es_es: Estos discos se insertaron en portamuestras especialmente diseñados para caber en un equipo de disolución Sotax.

source: These endpoints are described in Section 9.5.2.1.
es_es: Estos criterios de valoración se describen en la sección 9.5.2.1.

source: These events commonly occur in the trial population or are components of trial endpoints.
es_es: Estos eventos suelen darse en la población del ensayo o son componentes de los criterios de valoración del ensayo.

source: These events were to be reported as SAEs.
es_es: Estos eventos debían reportarse como EAG.

source: These examinations include filtration studies, filling and lyophilisation studies, crimping studies and hold time evaluations at RT including light exposure.
es_es: Estos exámenes incluyen estudios de filtración, llenado y liofilización, estudios de colocación de tapas metálicas y evaluaciones del tiempo de detención a temperatura ambiente, incluida la exposición a la luz.

source: These excipients and the amount of these excipients have been used identically in other presentations of tenecteplase, with over 20 years on the market with the same route of administration (solution for injection).
es_es: Estos excipientes y la cantidad de estos excipientes se han sido utilizados de manera idéntica en otras presentaciones de tenecteplasa, que llevan más de 20 años en el mercado con la misma vía de administración (solución inyectable).

source: These experiments showed that DNA clearance at this process step is at least 2,800 fold.
es_es: Estos experimentos mostraron que la depuración de ADN en este paso del proceso es de al menos 2.800 veces.

source: These experiments showed that DNA introduced by the harvested cell-free culture fluid is efficiently removed by Lysin Agarose chromatography (at least 60,000 fold) and Phenyl Sepharose chromatography after which the DNA content was below the detection limit of the assay.
es_es: Los experimentos mostraron que el ADN introducido por el fluido de cultivo libre de células cosechado se elimina eficazmente por cromatografía en lisina agarosa (al menos 60.000 veces) y cromatografía en fenil sefarosa, luego de la cual el contenido de ADN es inferior al límite de detección del ensayo.

source: These findings add to the rationale for exploring the effect of empagliflozin beyond diabetes.
es_es: Estos hallazgos justifican aún más la decisión de explorar el efecto de la empagliflozina más allá de la diabetes.

source: These fragments are designated fragment regions 1, 2, 3 and 4, peak 1 and high molecular weight (HMW) species:
es_es: Estos fragmentos son las regiones de fragmentos designadas 1, 2, 3 y 4, el pico 1 y especies de alto peso molecular:

source: These include:
es_es: Estos incluyen:

source: These included components of the composite cardiovascular endpoints as individual endpoints, as well as heart failure requiring hospitalisation.
es_es: Uno era la insuficiencia cardíaca que requería hospitalización y otros eran componentes de los criterios de valoración cardiovascular compuestos pero considerados individualmente.

source: These issues are crucial to examine and the Australian group are likely the only network who will be able to do so immediately.
es_es: Es fundamental estudiar estos temas, y el grupo australiano es probablemente la única red que pueda hacerlo de inmediato.

source: These laboratory findings constituted a hepatic injury alert.
es_es: Estos hallazgos de laboratorio constituyeron una alerta de lesión hepática.

source: These limits are suitable and appropriate for quality control of the drug product at the time of release and throughout the shelf life.
es_es: Estos límites son adecuados y apropiados para el control de calidad del medicamento en el momento de la liberación y durante toda la vida útil.

source: These measures constitute routine pharmacovigilance activities.
es_es: Estas medidas son actividades periódicas de farmacovigilancia.

source: These mismatch criteria were removed in protocol version 3.0 due to new data indicating benefit of thrombectomy in patients with larger ischemic core volumes.
es_es: En la versión 3.0 del protocolo, se eliminaron estos criterios de discrepancia ya que surgió nueva información que demostraba el beneficio de la trombectomía en pacientes con volúmenes centrales isquémicos más grandes.

source: These modes of action support the scientific rationale of using empagliflozin in patients with HF.
es_es: Estos modos de acción respaldan la justificación científica del uso de empagliflozina en pacientes con insuficiencia cardíaca.

source: These negative prognostic factors would have been expected to lead to fewer patients with an outcome of a modified Rankin scale score of 0 to 2 than were seen in the EXTEND-IA trial [P15-01755].
es_es: Con estos factores de pronóstico negativos, se hubiera esperado que la cantidad de pacientes con un puntaje de 0 a 2 en la escala de Rankin modificada sería menor que la observada en el ensayo EXTEND-IA [P15-01755].

source: These on-site visits were to be scheduled 4, 12, 32, and 52 weeks after randomisation during the first year of trial participation, and every 24 weeks thereafter for the duration of the trial.
es_es: Estas visitas al el centro debían programarse a las 4, 12, 32 y 52 semanas de la aleatorización durante el primer año de participación en el ensayo y, posteriormente, cada 24 semanas durante la duración del ensayo.

source: These operations include:
es_es: Entre estas operaciones, se incluyen:

source: These operations include: Manufacturing, release and stability testing, assembly, packaging and labeling and batch release (QP).
es_es: Estas operaciones son: fabricación, pruebas de liberación y estabilidad, ensamblaje, acondicionamiento y etiquetado y liberación de partidas (persona idónea).

source: These parameters include degree of colouration, bacterial endotoxins, pH, osmolality, arginine and protein concentration by UV-scan.
es_es: Estos parámetros abarcan: grado de coloración, endotoxinas bacterianas, pH, osmolalidad, y concentración de arginina y proteínas por barrido UV.

source: These parameters were evaluated in a descriptive way only and were therefore considered to be 'other' endpoints.
es_es: Estos parámetros se analizaron de manera descriptiva únicamente, por lo que se los consideró como "otros" criterios de valoración.

source: These parameters were slightly adapted in the TSAP.
es_es: Estos parámetros se adaptaron un poco en el plan de análisis estadístico del ensayo.

source: These parts are either dedicated (see Section 3.2.A.1 Facilities and Equipment) or single-use components e.g., tubing, sterile filter.
es_es: Estas partes son componentes exclusivos (ver la Sección 3.2.A.1 Instalaciones y equipos) o descartables, p.ej., tubos, filtro estéril.

source: These patients had very little time for thrombolysis to have an effect prior to thrombectomy, which likely contributed to the slightly lower rate of reperfusion.
es_es: En estos pacientes, fue muy escaso el tiempo para que la trombólisis surtiera efecto antes de la trombectomía, lo que probablemente contribuyó a la tasa de reperfusión ligeramente menor.

source: These patients represent approximately 13% of all patients with ischemic stroke [R23-0823], although this group contributes disproportionately to the disability burden from ischemic stroke [R23-0824].
es_es: Estos pacientes representan aproximadamente 13% de todos los pacientes con un accidente cerebrovascular isquémico [R23-0823], aunque este grupo contribuye en forma desproporcionada a la carga de discapacidad producto del ACV isquémico [R23-0824].

source: These patients were #1616027134, #1616014084, #1076015006, #1840109021 in the placebo group and #1356006015, #1392010005, #1484011009 in the empagliflozin group.
es_es: Estos pacientes fueron 1616027134, 1616014084, 1076015006, 1840109021 , en el grupo de placebo, y 1356006015, 1392010005, 1484011009 , en el grupo de empagliflozina.

source: These patients’ characteristics were not different from those who had baseline CTA performed.
es_es: Las características de estos pacientes no eran diferentes de las de aquellos que sí presentaban una angiografía por TAC inicial.

source: These peaks contain predominantly A‐chain and B-chain.
es_es: Estos picos contienen predominantemente cadena A y cadena B.

source: These quantities were then to be back-transformed to the original scale to provide the point estimate and the 90% CI for each endpoint.
es_es: Estas cantidades debían luego transformarse nuevamente a la escala original para proporcionar la estimación puntual y el IC del 90% de cada criterio de valoración.
